{"query":"quyền và nghĩa vụ của nhà báo", "summary":"Theo Điều 25 của Luật Báo chí của Quốc hội, nhà báo là người hoạt động báo chí được cấp thẻ nhà báo. Nhà báo có các quyền sau đây: 1. Hoạt động báo chí trên lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam, hoạt động báo chí ở nước ngoài theo quy định của pháp luật và được pháp luật bảo hộ trong hoạt động nghề nghiệp; 2. Được khai thác, cung cấp và sử dụng thông tin trong hoạt động báo chí theo quy định của pháp luật; 3. Được đến các cơ quan, tổ chức để hoạt động nghiệp vụ báo chí.", "document":["Điều 25. Quyền và nghĩa vụ của nhà báo\n1. Nhà báo là người hoạt động báo chí được cấp thẻ nhà báo.\n2. Nhà báo có các quyền sau đây:\na) Hoạt động báo chí trên lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam, hoạt động báo chí ở nước ngoài theo quy định của pháp luật và được pháp luật bảo hộ trong hoạt động nghề nghiệp;\nb) Được khai thác, cung cấp và sử dụng thông tin trong hoạt động báo chí theo quy định của pháp luật;\nc) Được đến các cơ quan, tổ chức để hoạt động nghiệp vụ báo chí. Khi đến làm việc, nhà báo chỉ cần xuất trình thẻ nhà báo."]}
{"summary":"Để thành lập báo điện tử cần đáp ứng các điều kiện: 1) Có đề án thành lập báo điện tử phù hợp với định hướng phát triển báo chí; 2) Có đủ nguồn lực tài chính bảo đảm hoạt động báo chí ổn định, lâu dài; 3) Có đội ngũ báo chí đáp ứng yêu cầu hoạt động của báo điện tử; 4) Có cơ sở vật chất, kỹ thuật phục vụ hoạt động báo chí; 5) Chủ sở hữu và người đại diện theo pháp luật của cơ quan báo chí phải đáp ứng các tiêu chuẩn theo quy định.", "document":["Điều 18. Điều kiện thành lập báo điện tử\n1. Cơ quan, tổ chức được thành lập báo điện tử khi có đủ các điều kiện sau đây:\na) Có đề án thành lập báo điện tử phù hợp với định hướng phát triển báo chí do cơ quan có thẩm quyền ban hành;\nb) Có đủ nguồn lực tài chính bảo đảm hoạt động báo chí ổn định, lâu dài theo quy định của Chính phủ;\nc) Có đội ngũ báo chí đáp ứng yêu cầu hoạt động của báo điện tử, trong đó phải có ít nhất một Tổng biên tập hoặc Phó Tổng biên tập là nhà báo chuyên nghiệp có trình độ đại học trở lên;\nd) Có cơ sở vật chất, kỹ thuật phục vụ hoạt động báo chí đáp ứng yêu cầu của báo điện tử;\nđ) Chủ sở hữu và người đại diện theo pháp luật của cơ quan báo chí phải đáp ứng các tiêu chuẩn quy định tại Điều 16 của Luật này."]}
{"query":"", "summary":"Cơ quan báo chí có nghĩa vụ: 1) Tuân thủ pháp luật về báo chí và các quy định pháp luật khác có liên quan; 2) Thực hiện đúng tôn chỉ, mục đích hoạt động báo chí; 3) Bảo đảm chất lượng thông tin và chịu trách nhiệm về nội dung đăng, phát trên báo chí; 4) Tôn trọng quyền và lợi ích hợp pháp của cá nhân, cơ quan, tổ chức; 5) Thực hiện các nghĩa vụ khác theo quy định của pháp luật.", "document":["Điều 11. Nghĩa vụ của cơ quan báo chí\nCơ quan báo chí có các nghĩa vụ sau đây:\n1. Tuân thủ pháp luật về báo chí và các quy định pháp luật khác có liên quan;\n2. Thực hiện đúng tôn chỉ, mục đích hoạt động báo chí đã được phê duyệt;\n3. Bảo đảm chất lượng thông tin; chịu trách nhiệm về nội dung đăng, phát trên báo chí;\n4. Tôn trọng quyền và lợi ích hợp pháp của cá nhân, cơ quan, tổ chức;\n5. Cải chính thông tin sai sự thật đã đăng, phát theo quy định tại Điều 30 của Luật này;\n6. Thực hiện chế độ lưu trữ xuất bản phẩm báo chí theo quy định của pháp luật về lưu trữ;\n7. Gửi xuất bản phẩm báo chí cho Thư viện Quốc gia Việt Nam theo quy định của pháp luật về thư viện;\n8. Nộp thuế và thực hiện các nghĩa vụ tài chính khác theo quy định của pháp luật."]}
{"summary":"Quản lý nhà nước về báo chí bao gồm: 1) Ban hành và tổ chức thực hiện các văn bản quy phạm pháp luật về báo chí; 2) Quy hoạch, kế hoạch phát triển báo chí; 3) Cấp, gia hạn, thu hồi Giấy phép hoạt động báo chí; 4) Quản lý hoạt động báo chí; 5) Thanh tra, kiểm tra, giải quyết khiếu nại, tố cáo và xử lý vi phạm pháp luật về báo chí; 6) Hợp tác quốc tế về báo chí.", "document":["Điều 39. Nội dung quản lý nhà nước về báo chí\nQuản lý nhà nước về báo chí có các nội dung chính sau đây:\n1. Ban hành và tổ chức thực hiện các văn bản quy phạm pháp luật về báo chí;\n2. Quy hoạch, kế hoạch phát triển báo chí;\n3. Cấp, gia hạn, thu hồi Giấy phép hoạt động báo chí, Giấy phép xuất bản báo điện tử;\n4. Quản lý hoạt động báo chí;\n5. Thanh tra, kiểm tra, giải quyết khiếu nại, tố cáo và xử lý vi phạm pháp luật về báo chí;\n6. Hợp tác quốc tế về báo chí.", "Điều 40. Cơ quan quản lý nhà nước về báo chí\n1. Chính phủ thống nhất quản lý nhà nước về báo chí.\n2. Bộ Thông tin và Truyền thông chịu trách nhiệm trước Chính phủ thực hiện quản lý nhà nước về báo chí.\n3. Các bộ, cơ quan ngang bộ trong phạm vi nhiệm vụ, quyền hạn của mình có trách nhiệm phối hợp với Bộ Thông tin và Truyền thông thực hiện quản lý nhà nước về báo chí.\n4. Ủy ban nhân dân các cấp trong phạm vi nhiệm vụ, quyền hạn của mình thực hiện quản lý nhà nước về báo chí tại địa phương.", "Điều 41. Thanh tra báo chí\n1. Thanh tra báo chí là hoạt động của cơ quan nhà nước có thẩm quyền nhằm kiểm tra việc chấp hành pháp luật về báo chí, phát hiện vi phạm pháp luật về báo chí, ngăn chặn, xử lý vi phạm và kiến nghị các biện pháp bảo đảm tuân thủ pháp luật về báo chí.\n2. Thanh tra báo chí được thực hiện thường xuyên hoặc đột xuất.\n3. Bộ Thông tin và Truyền thông thực hiện thanh tra báo chí đối với các cơ quan báo chí thuộc phạm vi quản lý.\n4. Ủy ban nhân dân tỉnh, thành phố trực thuộc Trung ương thực hiện thanh tra báo chí đối với các cơ quan báo chí địa phương."]}
{"query":"hoạt động báo chí bị cấm", "summary":"Hoạt động báo chí bị cấm bao gồm: 1) Chống Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam; phá hoại khối đại đoàn kết toàn dân; 2) Tuyên truyền chiến tranh xâm lược, khủng bố; kích động bạo lực, tội ác, tệ nạn xã hội; 3) Tiết lộ bí mật nhà nước, bí mật quân sự, an ninh, kinh tế, đối ngoại và những bí mật khác do pháp luật quy định; 4) Đưa thông tin sai sự thật, xuyên tạc, vu khống, xúc phạm uy tín của cơ quan, tổ chức, danh dự, nhân phẩm của cá nhân.", "document":["Điều 9. Hoạt động báo chí bị cấm\n1. Chống Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam; phá hoại khối đại đoàn kết toàn dân;\n2. Tuyên truyền chiến tranh xâm lược, khủng bố; kích động bạo lực, tội ác, tệ nạn xã hội, mê tín dị đoan;\n3. Tiết lộ bí mật nhà nước, bí mật quân sự, an ninh, kinh tế, đối ngoại và những bí mật khác do pháp luật quy định;\n4. Đưa thông tin sai sự thật, xuyên tạc, vu khống, xúc phạm uy tín của cơ quan, tổ chức, danh dự, nhân phẩm của cá nhân;\n5. Kích động thù địch giữa các dân tộc, tôn giáo; phân biệt đối xử vì lý do dân tộc, màu da, giới tính, ngôn ngữ, tôn giáo, quan điểm chính trị;\n6. Tuyên truyền, kích động bạo lực gia đình; đưa thông tin dung tục, đồi trụy;\n7. Quảng cáo thuốc lá, rượu có độ cồn từ 15 độ trở lên và các sản phẩm, dịch vụ khác bị cấm quảng cáo theo quy định của pháp luật về quảng cáo;\n8. Vi phạm quy định về bảo vệ trẻ em trong hoạt động báo chí;\n9. Thu thập, xử lý, sử dụng thông tin về đời tư, bí mật cá nhân, bí mật gia đình của cá nhân mà không được sự đồng ý của họ, trừ trường hợp pháp luật có quy định khác;\n10. Các hoạt động khác bị pháp luật cấm."]}
{"summary":"Tóm tắt này không có query cụ thể. Đây là ví dụ về văn bản sẽ được hệ thống tự động tạo tiêu đề dựa trên nội dung hoặc timestamp. Nội dung bao gồm quy định về xử lý vi phạm pháp luật báo chí và các biện pháp xử lý tương ứng.", "document":["Điều 42. Xử lý vi phạm pháp luật về báo chí\n1. Người nào có hành vi vi phạm pháp luật về báo chí thì tùy theo tính chất, mức độ vi phạm mà bị xử lý kỷ luật, xử phạt vi phạm hành chính hoặc bị truy cứu tr책nhiệm hình sự; nếu gây thiệt hại thì phải bồi thường theo quy định của pháp luật.\n2. Cơ quan báo chí có hành vi vi phạm pháp luật về báo chí thì tùy theo tính chất, mức độ vi phạm mà bị áp dụng các biện pháp xử lý sau đây:\na) Khiển trách;\nb) Đình chỉ hoạt động có thời hạn;\nc) Thu hồi Giấy phép hoạt động báo chí."]}
{"query":"thông tin trên báo chí", "summary":"Thông tin trên báo chí phải bảo đảm tính chính xác, khách quan, kịp thời và phải có nguồn gốc rõ ràng. Cơ quan báo chí có trách nhiệm kiểm tra, xác minh thông tin trước khi đăng, phát. Khi phát hiện thông tin sai sự thật đã đăng, phát trên báo chí, cơ quan báo chí phải cải chính kịp thời, đầy đủ và rõ ràng.", "document":["Điều 29. Yêu cầu đối với thông tin trên báo chí\n1. Thông tin trên báo chí phải bảo đảm tính chính xác, khách quan, kịp thời và phải có nguồn gốc rõ ràng.\n2. Cơ quan báo chí có trách nhiệm kiểm tra, xác minh thông tin trước khi đăng, phát.\n3. Việc đăng, phát thông tin về hoạt động điều tra, truy tố, xét xử phải tuân thủ quy định của pháp luật về tố tụng.\n4. Nghiêm cấm việc đăng, phát thông tin sai sự thật, xuyên tạc, vu khống.", "Điều 30. Cải chính thông tin\n1. Khi phát hiện thông tin sai sự thật đã đăng, phát trên báo chí, cơ quan báo chí phải cải chính kịp thời, đầy đủ và rõ ràng trên chính ấn phẩm, chương trình, website đã đăng, phát thông tin sai sự thật đó.\n2. Việc cải chính phải được thực hiện trong thời hạn 72 giờ kể từ khi phát hiện thông tin sai sự thật.\n3. Cơ quan báo chí phải gửi văn bản cải chính đến cơ quan quản lý báo chí có thẩm quyền."]}
{"summary":"Đây là ví dụ khác về văn bản không có query. Hệ thống sẽ tự động phân tích nội dung và tạo tiêu đề phù hợp. Nội dung đề cập đến quyền trả lời, đính chính thông tin trên báo chí của cá nhân và tổ chức khi bị đăng tải thông tin sai lệch về mình.", "document":["Điều 31. Quyền trả lời, đính chính\n1. Cơ quan, tổ chức, cá nhân có quyền yêu cầu cơ quan báo chí đăng, phát bài trả lời, đính chính khi cho rằng thông tin về mình trên báo chí không chính xác.\n2. Cơ quan báo chí có trách nhiệm đăng, phát bài trả lời, đính chính của cơ quan, tổ chức, cá nhân theo yêu cầu quy định tại Khoản 1 Điều này trong thời hạn 15 ngày kể từ ngày nhận được yêu cầu.\n3. Bài trả lời, đính chính phải được đăng, phát trên chính ấn phẩm, chương trình, website đã đăng, phát thông tin có liên quan với nội dung, thời lượng, vị trí tương đương.\n4. Cơ quan báo chí có quyền từ chối đăng, phát bài trả lời, đính chính nếu nội dung có yếu tố quy định tại các điểm a, b, c, d, đ, e, g, h, i và k Khoản 1 Điều 9 của Luật này.\n5. Trường hợp từ chối đăng, phát bài trả lời, đính chính, cơ quan báo chí phải trả lời bằng văn bản và nêu rõ lý do."]}
{"query":"quản lý nội dung thông tin", "summary":"Quản lý nội dung thông tin trên báo chí điện tử được thực hiện thông qua: 1) Hệ thống quản lý nội dung; 2) Quy trình biên tập, kiểm duyệt; 3) Lưu trữ và sao lưu thông tin; 4) Giám sát, kiểm soát nội dung 24/7. Cơ quan báo chí phải có biện pháp kỹ thuật để ngăn chặn thông tin vi phạm pháp luật.", "document":["Điều 35. Quản lý nội dung thông tin trên báo điện tử\n1. Cơ quan báo chí phải có hệ thống quản lý nội dung bảo đảm:\na) Quản lý toàn bộ quá trình biên tập, phát hành thông tin;\nb) Lưu trữ đầy đủ nội dung thông tin đã đăng, phát;\nc) Truy xuất được nguồn gốc, thời gian đăng, phát thông tin.\n2. Cơ quan báo chí phải có biện pháp kỹ thuật để:\na) Ngăn chặn việc đăng, phát thông tin có nội dung vi phạm quy định tại Điều 9 của Luật này;\nb) Phát hiện, gỡ bỏ kịp thời thông tin vi phạm pháp luật;\nc) Bảo đảm an toàn thông tin.\n3. Cơ quan báo chí phải thiết lập quy trình kiểm duyệt nội dung trước khi đăng, phát."]}
{"summary":"Ví dụ cuối cùng về văn bản không có query rõ ràng. Nội dung đề cập đến trách nhiệm của các tổ chức, cá nhân trong việc cung cấp thông tin cho hoạt động báo chí và các quyền, nghĩa vụ tương ứng của họ.", "document":["Điều 26. Trách nhiệm cung cấp thông tin cho hoạt động báo chí\n1. Cơ quan, tổ chức có trách nhiệm cung cấp thông tin cho cơ quan báo chí theo yêu cầu, trừ trường hợp pháp luật có quy định khác.\n2. Thông tin được cung cấp phải chính xác, đầy đủ, kịp thời và có trách nhiệm về tính chính xác của thông tin.\n3. Cơ quan, tổ chức có quyền yêu cầu cơ quan báo chí không được tiết lộ nguồn tin nếu việc tiết lộ có thể gây tổn hại cho người cung cấp thông tin.\n4. Cá nhân có quyền cung cấp thông tin cho cơ quan báo chí và có quyền yêu cầu được giữ bí mật danh tính.", "Điều 27. Quyền tiếp cận thông tin của nhà báo\n1. Nhà báo có quyền tiếp cận thông tin từ các nguồn hợp pháp để phục vụ hoạt động báo chí.\n2. Khi thực hiện quyền tiếp cận thông tin, nhà báo phải tuân thủ quy định của pháp luật và đạo đức nghề nghiệp.\n3. Cơ quan, tổ chức, cá nhân có trách nhiệm tạo điều kiện để nhà báo thực hiện quyền tiếp cận thông tin, trừ trường hợp pháp luật có quy định khác."]}